{
  "ulta": [
    {
		"SKU_ID": "2082662",
		"PRODUCT_ID": "fs797198",
		"DISPLAY_NAME": "ColorStay Overtime Lipcolor",
		"BRAND_NAME": "Revlon",
		"LIST_PRICE": "10.99",
		"CATEGORY_NAME": "Lipstick",
		"IS_DEFAULT_SKU": "0",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "All day lipcolor and gloss that works overtime! Revlon's ColorStay Overtime Lipcolor covers your lips in full coverage color and shine for up to 16 hours, no touch-ups needed.",
		"LONG_DESCRIPTION": "All day lipcolor and gloss that works overtime! Revlon's ColorStay Overtime Lipcolor covers your lips in full coverage color and shine for up to 16 hours, no touch-ups needed. One end smoothes on advanced ColorStay liquid formula with SoftFlex for beautiful, comfortable color that won't kiss off, feather or bleed. The other end brushes on a moisturizing top coat with chamomile and soy extract for all-day glossy softness."
	},
    {
		"SKU_ID": "2304159",
		"PRODUCT_ID": "xlsImpprod6500297",
		"DISPLAY_NAME": "Alter Ego Lipstick",
		"BRAND_NAME": "LORAC",
		"LIST_PRICE": "18",
		"CATEGORY_NAME": "Lipstick",
		"IS_DEFAULT_SKU": "0",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Instantly transform your look with LORAC Alter Ego Lipstick. These sexy, playful and highly-pigmented cream lipsticks coat your lips in luscious color with an opaque matte or satin finish.",
		"LONG_DESCRIPTION": "Instantly transform your look with LORAC Alter Ego Lipstick. These sexy, playful and highly-pigmented cream lipsticks coat your lips in luscious color with an opaque matte or satin finish.  Benefits:  Contains antioxidants such as acai berry, pomegranate, grape seed extract, and vitamins C and E to nourish, moisturize and protect  Soft vanilla scent  Opaque coverage  Matte or satin finishes  Comes in a wide range of colors from soft to vivid to create any look you covet    Packaging may vary from image shown.     "
	},
    {
		"SKU_ID": "2299179",
		"PRODUCT_ID": "xlsImpprod13631035",
		"DISPLAY_NAME": "Full-On Plumping Lip Polish",
		"BRAND_NAME": "Buxom",
		"LIST_PRICE": "21",
		"CATEGORY_NAME": "Lip Gloss",
		"IS_DEFAULT_SKU": "0",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Buxom Full-On Plumping Lip Polish is a bestselling, plumping lip gloss with shimmering, tingling shine.",
		"LONG_DESCRIPTION": "Buxom's Full-On Plumping Lip Polish is a bestselling, plumping lip gloss that delivers mesmerizing shine with a refreshing, tingly sensation. A unique peptide complex helps to plump your pout to new levels, while vitamins A and E provide lasting moisture for soft and luscious lips. Available in a vast range of shades and sparkly, pearlescent, or shimmering finishes that transform your pout in a single swipe. Wear it alone or layer this top coat over your favorite lip product to play up any shade.    "
	},
    {
		"SKU_ID": "2505625",
		"PRODUCT_ID": "xlsImpprod12781005",
		"DISPLAY_NAME": "Neutral LED Gel Nail Polish Collection",
		"BRAND_NAME": "Red Carpet Manicure",
		"LIST_PRICE": "9.99",
		"CATEGORY_NAME": "Gel Manicure",
		"IS_DEFAULT_SKU": "0",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Red Carpet Manicure salon quality Neutral LED Gel Nail Polish Collection with up to 21 days of wear. Weeks of mirror shine, no chipping, peeling, and easy removal.",
		"LONG_DESCRIPTION": "Red Carpet Manicure is the first at home LED GEL system. Our award winning patented formula will give you salon quality results in the comfort of your own home. Simply use a color from the Neutral LED Gel Nail Polish Collection, an LED light, and your nails will stay chip - free, with a high shine for up to 21 days of wear."
	},
    {
		"SKU_ID": "2501649",
		"PRODUCT_ID": "pimprod2009890",
		"DISPLAY_NAME": "Sweetie Dry Shampoo - Sweet & Delicious",
		"BRAND_NAME": "Batiste",
		"LIST_PRICE": "8.99",
		"CATEGORY_NAME": "Dry Shampoo",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Take your hair from flat to fab with Batiste Dry Shampoo. The waterless formula targets excess oil and grease at the roots. Batiste Sweetie is infused with notes of raspberry and vanilla to leave hair smelling irresistible. Just spray in, massage, style, and go.",
		"LONG_DESCRIPTION": "Take your hair from flat to fab with Batiste Dry Shampoo. The waterless formula targets excess oil and grease at the roots. Batiste Sweetie is infused with notes of raspberry and vanilla to leave hair smelling irresistible. Just spray in, massage, style, and go.  Batiste Dry Shampoo instantly makes your hair look clean and fresh with added body and texture. Perfect for the girl-on-the-go, use Batiste Dry Shampoo between washes to keep your hair looking fresh and fabulous without the effort. Let's face it, life gets crazy sometimes and skipping a wash (or two) is inevitable. With Batiste Dry Shampoo, you can be confident your hair looks great no matter what life throws your way.  Key Benefits:  Infused with delicious notes of raspberry and vanilla to leave your hair feeling and smelling simply irresistible Use between washes to instantly refresh your hair, no water required Waterless formula absorbs dirt and grease to revitalize dull and lifeless hair Removes oils for added texture and volume Vegan friendly     Formulated without: Parabens, sulfates, aluminum, silicone, and dyes.       "
	},
    {
		"SKU_ID": "2505899",
		"PRODUCT_ID": "xlsImpprod15461151",
		"DISPLAY_NAME": "Sweet Pineapple & Honey Melon Herbal Volumizing Shampoo",
		"BRAND_NAME": "Hempz",
		"LIST_PRICE": "26.99",
		"CATEGORY_NAME": "Shampoo",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Hempz Sweet Pineapple & Honey Melon Herbal Volumizing Shampoo is enriched with 100% Pure Natural Hemp Seed Oil and blended with ultra-mild cleansers to help volumize, shine and protect hair from heat, humidity and frizz.",
		"LONG_DESCRIPTION": "Hempz Sweet Pineapple & Honey Melon Herbal Volumizing Shampoo is enriched with 100% Pure Natural Hemp Seed Oil and blended with ultra-mild cleansers to help volumize, shine and protect hair from heat, humidity and frizz."
	},
    {
		"SKU_ID": "2505909",
		"PRODUCT_ID": "xlsImpprod15861071",
		"DISPLAY_NAME": "Travel Size Colour Care Sterling Silver Toning Shampoo",
		"BRAND_NAME": "AG Hair",
		"LIST_PRICE": "8.95",
		"CATEGORY_NAME": "Shampoo",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "AG Hair's Colour Care Sterling Silver Toning Shampoo is specially formulated to eliminate brassy, yellow tones from blonde and silver hair. Now in travel size.",
		"LONG_DESCRIPTION": "AG Hair's Colour Care Sterling Silver Toning Shampoo is specially formulated to eliminate brassy, yellow tones from blonde and silver hair. With its unique violet base, AG's mild toning shampoo removes dullness and brassiness, leaving blonde and silver hair looking cleaner and brighter.  No salt. No PABA. No parabens. No gluten. No DEA. No animal testing."
	},
    {
		"SKU_ID": "2290297",
		"PRODUCT_ID": "xlsImpprod5180341",
		"DISPLAY_NAME": "Keratin Repair Reconstruct Intense Anti-Breakage Mask",
		"BRAND_NAME": "AG Hair",
		"LIST_PRICE": "34",
		"CATEGORY_NAME": "Masks",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "AG Hair's Keratin Repair Reconstruct Intense Anti-Breakage Mask is an intensely rich and luxurious conditioning treatment that reconstructs extremely dry, damaged and chemically treated hair, restoring hair's elasticity.",
		"LONG_DESCRIPTION": "This intensely rich and luxurious conditioning treatment that reconstructs extremely dry, damaged and chemically treated hair, restoring hair's elasticity. Packed with keratin amino acids, silk proteins and shea butter, AG's Keratin Repair Reconstruct Intense Anti-Breakage Mask repairs the structure of your hair and rejuvenates the scalp. Hair is left soft, radiant and full of life.  No salt. No PABA. No parabens. No gluten. No DEA. No animal testing."
	},
    {
		"SKU_ID": "2290260",
		"PRODUCT_ID": "VP12102",
		"DISPLAY_NAME": "Nail Lacquer with Hardeners",
		"BRAND_NAME": "China Glaze",
		"LIST_PRICE": "7.5",
		"CATEGORY_NAME": "Nail Polish",
		"IS_DEFAULT_SKU": "0",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "China Glaze Nail Lacquer with Hardeners is a professional - level nail enamel made with a special balance of polymers and resins that combine to create a nail lacquer that is long lasting, chip - resistant and resistant to color and shine fading.",
		"LONG_DESCRIPTION": "China Glaze Nail Lacquer with Hardeners is a professional - level nail enamel made with a special balance of polymers and resins that combine to create a nail lacquer that is long lasting, chip - resistant and resistant to color and shine fading. Will not thicken in the bottle, no thinners necessary."
	},
    {
		"SKU_ID": "2291169",
		"PRODUCT_ID": "xlsImpprod12711089",
		"DISPLAY_NAME": "Opening Act Lash Primer",
		"BRAND_NAME": "Tarte",
		"LIST_PRICE": "22",
		"CATEGORY_NAME": "Mascara",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Tarte Opening Act Lash Primer is an ultra-conditioning, lash treatment primer that delivers more volume to your lashes before you even apply mascara.",
		"LONG_DESCRIPTION": "Tarte Opening Act Lash Primer lengthens &amp; strengthens with nourishing, plant-based conditioners to fend off flaking &amp; fall-out. Its 360 degree magniLASH brush evenly coats lashes with the lightweight, white-tinted formula, enhancing the bold black effects of your mascara. It comes with a FREE Deluxe Lights, Camera, Lashes 4-In-1 mascara to complete your lash wardrobe.    Claims:    Ophthalmologist tested   Dermatologist tested   Safe for contact lens wearers      Skinvigorating ingredients:    Cellulose: Plant-derived thickening agent   Carnauba Wax: Emollient from the leaves of the carnauba palm to ensure a smooth application   Olive Esters: Help condition and protect lashes   Vitamin C: Antioxidant that fights free radicals   "
	},
    {
		"SKU_ID": "2291166",
		"PRODUCT_ID": "xlsImpprod12711097",
		"DISPLAY_NAME": "Tarteist Clay Paint Eye Liner",
		"BRAND_NAME": "Tarte",
		"LIST_PRICE": "24",
		"CATEGORY_NAME": "Eyeliner",
		"IS_DEFAULT_SKU": "1",
		"ONLINE_ONLY": "0",
		"DESCRIPTION": "Tarte Tarteist Clay Paint Eye Liner is the first-ever squeezable, vegan, waterproof cream eyeliner with a unique blending tip inspired by an artist's palette in a rich, triple-black shade.",
		"LONG_DESCRIPTION": "Features cushion slide technology for silky-smooth texture & wear in a pigmented, Amazonian clay-powered, 12-hour waterproof formula. Its portable squeezable tube features a flat 'blending stage' to make your application as simple as squeeze, line & define - use the included eyeliner brush to paint on your perfect look.  Skinvigorating ingredients:  Amazonian clay: Nature's most perfect ingredient for better, longer, truer wear Vitamin E: Natural preservative that also acts as an emollient and antioxidant Mineral pigments: Soothe and soften skin   Benefits:  Vegan Waterproof Tarte 12-hour power Ophthalmologist tested Safe for contact lens wearers Dermatologist tested Cruelty free   A Tarte  Eyeliner for every look!     "
	}
  ]
}